[PAD]
[UNK]
[START]
[END]
!
#
$
%
&
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
=
?
@
_
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
¡
£
ø
ย
ร
อ
–
—
€
你
葱
送
the
and
to
apos
of
that
in
it
you
we
is
this
so
quot
they
for
was
##s
are
have
what
but
on
with
can
about
there
be
as
all
at
not
my
do
one
people
re
like
if
from
now
an
he
our
these
just
when
or
because
how
me
very
by
out
them
more
up
going
know
your
who
had
think
their
which
see
were
would
here
really
get
then
world
us
##ing
ve
some
time
actually
don
has
way
into
##ed
years
will
things
where
other
no
well
could
want
go
make
she
been
two
said
first
right
something
than
those
much
new
also
look
life
his
thing
##d
back
little
most
say
even
over
got
only
work
need
many
##ly
take
why
did
good
lot
around
her
different
every
kind
through
let
being
down
ll
same
day
year
come
three
use
doing
any
put
talk
called
thank
percent
today
made
##er
##y
tell
after
##e
great
change
find
own
fact
human
big
didn
brain
idea
should
last
started
before
its
went
give
thought
another
important
might
problem
never
better
still
course
each
story
show
part
able
##a
next
off
again
together
does
came
##t
000
system
start
between
long
old
women
##r
love
ago
few
him
##es
data
question
used
too
bit
place
school
end
10
found
maybe
four
mean
example
##n
##al
technology
real
done
live
looking
understand
doesn
children
wanted
water
believe
may
call
always
money
ever
point
person
working
five
help
whole
information
away
sort
kids
##o
country
feel
try
trying
everything
using
create
second
million
means
home
power
food
space
become
making
high
number
thinking
times
took
social
quite
less
best
small
future
light
man
says
enough
design
energy
left
getting
comes
lives
am
##i
body
without
ask
okay
science
probably
sense
happened
countries
##l
##ers
talking
makes
half
city
pretty
while
dollars
yet
imagine
experience
told
such
learn
moment
simple
across
interesting
happen
hand
once
hard
build
case
cells
living
building
inside
room
men
asked
family
health
saw
ways
anything
20
93
mind
stuff
side
else
later
91
coming
happens
goes
project
process
reason
music
single
someone
within
having
problems
amp
business
earth
days
whether
open
wrong
states
nothing
young
##ic
six
care
far
play
bad
book
often
seen
words
myself
everybody
basically
move
saying
global
both
computer
top
ideas
picture
age
billion
looked
##ation
language
almost
true
child
keep
video
community
possible
remember
##on
control
public
art
answer
oh
self
##able
research
africa
face
matter
set
hope
war
history
yes
sometimes
sure
form
30
already
heard
built
group
##k
bring
looks
until
guy
instead
stories
amazing
middle
##h
job
##ity
car
decided
united
works
education
read
heart
under
state
##m
beautiful
government
since
society
months
##ment
##ness
wasn
piece
couple
taking
ted
everyone
word
nature
run
share
though
100
minutes
internet
friends
order
somebody
woman
became
universe
50
isn
exactly
turn
cancer
learned
night
themselves
created
huge
##ion
china
completely
gets
stop
mother
planet
study
head
happening
questions
hours
knew
level
against
line
environment
hear
game
others
model
places
rather
kinds
large
itself
shows
students
american
yeah
third
ourselves
past
news
difference
##p
god
house
##le
company
ones
name
##rs
sound
thousands
gave
worked
free
##an
must
front
happy
##g
couldn
disease
finally
entire
learning
turns
won
based
during
india
##in
particular
machine
perhaps
##us
early
full
outside
america
century
powerful
changed
population
##ting
takes
figure
systems
lots
seven
species
guys
audience
air
along
least
##or
given
natural
yourself
oil
spend
cell
animals
behind
culture
easy
##ia
black
companies
realized
team
image
per
simply
media
##ies
##ive
difficult
close
needed
economic
15
needs
leave
father
grow
cost
paper
political
hands
walk
area
eyes
felt
turned
local
##c
moving
certain
eight
death
size
value
green
seeing
##ist
eat
##ized
##ry
spent
taken
cannot
##u
girl
parts
growth
longer
view
step
wonderful
voice
beginning
whatever
cities
parents
began
quickly
scale
##ty
speak
amount
stage
low
behavior
lost
terms
week
##en
##ian
york
watch
center
morning
wouldn
common
write
complex
red
##ter
##th
images
known
born
short
test
tried
buy
knowledge
either
friend
lab
pay
##ate
street
growing
rest
opportunity
blue
average
deal
fear
attention
giving
national
reality
sitting
##ism
40
weeks
poor
personal
feeling
changes
economy
books
brought
dna
english
anyone
scientists
south
animal
##b
climate
ground
interested
white
##nt
##ize
film
gone
physical
##ted
developed
seems
##man
ability
humans
save
die
field
land
tools
##ge
running
##0
developing
act
challenge
girls
individual
##tion
incredible
millions
realize
risk
market
issue
playing
access
ice
material
online
starting
modern
numbers
understanding
creating
key
stand
structure
wrote
##less
writing
##ling
baby
bottom
chinese
focus
eye
forward
innovation
changing
fun
literally
12
met
nice
type
force
hundreds
ocean
solution
hold
##est
dead
knows
alone
generation
absolutely
especially
product
deep
fast
network
areas
asking
movement
patient
patients
program
seem
sun
telling
development
university
##ally
gives
law
rate
clear
teach
box
fly
solve
cool
experiment
theory
nobody
result
sex
soon
##ts
phone
pictures
showed
##ent
discovered
industry
blood
present
success
aren
feet
normal
sleep
teachers
##st
meet
ok
##um
kid
produce
cars
general
materials
east
incredibly
support
games
sounds
##ce
indeed
potential
explain
impact
surface
led
obviously
recently
resources
talked
##ary
color
message
beyond
haven
cut
happiness
office
relationship
truth
##f
democracy
listen
month
revolution
groups
stay
##ie
chance
choice
hour
hundred
involved
source
class
issues
peace
schools
shape
begin
digital
google
boy
medical
north
tiny
guess
major
send
technologies
available
map
please
rules
west
carbon
cause
allow
europe
200
25
journey
robot
hit
nine
situation
walking
##ble
dark
designed
projects
device
creative
everywhere
memory
quality
teacher
wait
worth
individuals
lived
miles
minute
putting
suddenly
##re
ready
##ant
becomes
likely
similar
approach
sea
table
tells
bigger
evidence
add
died
vision
##ar
##is
action
certainly
smart
special
##et
fight
results
code
crazy
drug
effect
reasons
anybody
drive
##ck
##ful
meaning
scientific
son
violence
wall
college
computers
perfect
sit
towards
favorite
software
strong
##ra
##x
income
lose
##ch
basic
develop
notice
##te
examples
follow
leaders
lt
plan
solar
starts
taught
gt
measure
rich
biggest
moral
several
student
dream
faster
hiv
non
song
term
camera
choose
fall
freedom
hospital
interest
moved
onto
particularly
waste
showing
trust
eventually
road
spread
##ma
further
positive
communities
drugs
##ated
break
jobs
em
response
totally
decisions
lead
##ne
brains
connected
mass
mom
reach
region
worse
##4
##ists
compassion
##ial
content
fire
pain
village
##8
watching
mine
pick
tool
training
tv
web
mental
studies
fine
fish
safe
traditional
wish
among
international
wants
crisis
ended
grew
including
poverty
shown
60
allowed
artist
buildings
largest
trees
bodies
decision
meant
plant
service
conflict
door
kill
organization
##el
activity
continue
finding
objects
security
##ping
expect
specific
##z
movie
named
plants
politics
extremely
math
period
square
##1
##as
americans
context
truly
wife
##de
killed
magic
##age
##ating
80
conditions
forms
listening
usually
anymore
conversation
solutions
11
african
products
reading
screen
talks
consider
david
doctor
excited
goal
however
rights
skin
##ine
above
alive
cases
engineering
extraordinary
machines
points
provide
500
allows
higher
hot
impossible
kept
page
robots
role
sorts
western
##2
##ance
##ged
##ging
evolution
exciting
main
models
pattern
raise
skills
societies
##ors
central
dad
late
somehow
successful
anyway
anywhere
doctors
loved
##land
families
visual
expensive
financial
teaching
wind
##ning
effective
essentially
party
rise
famous
humanity
list
lower
neurons
somewhere
bunch
throughout
treatment
upon
cold
position
sent
travel
##9
bank
funny
pieces
series
clearly
critical
larger
policy
thousand
types
##3
##ities
beauty
becoming
patterns
supposed
##5
##it
##les
babies
except
female
object
progress
recognize
speed
##ization
##ns
18
greater
perspective
police
seconds
standing
##ped
##red
site
therefore
##7
##izing
actual
older
tend
written
fantastic
molecules
record
smaller
plastic
shared
speaking
store
train
bacteria
concept
healthy
john
legs
medicine
minds
##il
##ous
architecture
creativity
familiar
hole
win
current
dangerous
version
bed
board
complicated
costs
decades
fundamental
immediately
mobile
stress
uses
wonder
##w
biology
connect
electricity
increase
levels
near
organizations
protect
weight
connection
practice
surgery
website
##ps
afghanistan
beings
genes
performance
pull
cultural
environmental
forth
genetic
production
bill
services
strange
thanks
trade
##ries
##ve
earlier
path
serious
touch
citizens
following
remarkable
##ible
aware
intelligence
massive
museum
none
surprising
evolved
final
glass
private
television
waiting
##ish
dance
draw
emotional
la
military
race
radio
walked
challenges
exist
nation
##led
##nce
boys
foot
price
understood
##ring
career
forget
improve
president
sharing
##id
90
blind
clean
helped
himself
sell
slightly
slow
unique
whose
choices
driving
eating
nuclear
recent
sat
secret
track
although
experiments
lines
prison
search
subject
values
weren
focused
function
inspired
physics
post
useful
conference
daughter
decide
task
tree
##6
##se
birds
creates
networks
obvious
speech
sustainable
##line
answers
direction
fit
highly
knowing
lights
meeting
park
popular
ran
summer
complexity
male
range
stars
zero
aid
coffee
facebook
identity
industrial
##na
artists
decade
instance
invented
temperature
treat
unfortunately
willing
##ey
##ical
ahead
differences
dollar
dying
event
london
rule
spending
##tor
##ual
##ze
birth
capacity
civil
extra
purpose
slide
standard
survive
etc
explore
greatest
hey
streets
##ious
14
16
dr
flying
gas
leadership
saving
shares
virus
worst
brings
diseases
mostly
press
push
scientist
shot
terrible
various
active
afraid
causes
flow
trial
##ile
cloud
corruption
foundation
mr
paid
##ler
##med
communicate
directly
floor
noticed
published
twice
join
pass
sign
text
##hip
##ny
300
chemical
missing
moon
possibly
##ions
below
bread
devices
experiences
nearly
spaces
70
aids
autism
cross
institutions
photograph
related
trouble
california
closer
produced
sorry
stopped
traffic
##ding
##king
basis
carry
colleagues
communication
complete
dog
drop
forces
forest
hearing
iraq
quick
reduce
tissue
##os
bringing
justice
moments
photo
straight
town
##way
despite
feed
molecule
opportunities
return
river
##ence
apart
consciousness
helping
members
played
religion
stem
supply
##la
##ure
13
chris
feels
original
passed
##tic
24
faces
mission
programs
shift
studying
urban
##bs
##ls
ancient
degrees
effort
governments
opposite
passion
sand
significant
##ving
3d
bought
emotions
failure
held
importantly
majority
star
structures
al
engine
foreign
forever
imagination
island
relationships
vote
##ad
##me
agree
core
husband
indian
lucky
oxygen
##ct
address
broken
condition
effects
engage
extreme
fully
necessary
sky
turning
wisdom
##ue
apply
arm
benefits
cover
edge
entirely
interact
lesson
statistics
stick
##go
##up
benefit
colors
differently
easily
fashion
laws
leading
mountain
workers
##at
##ned
atmosphere
bees
brand
enormous
events
matters
report
responsible
sexual
total
achieve
british
describe
fellow
fighting
pressure
professor
researchers
smell
##ments
##nd
attack
campaign
deeply
infrastructure
nations
photos
random
voices
worry
##cing
bone
classroom
compared
crime
diversity
landscape
method
throw
vast
##ations
##dy
##ow
##pe
##ro
##v
400
argument
character
heat
invisible
king
painting
received
suffering
##ton
adults
breast
brother
check
distance
dreams
equal
european
fascinating
fix
french
gay
japan
responsibility
rock
typical
window
##cy
##ore
definition
department
designer
interaction
raised
shoes
shouldn
##ley
afford
gotten
japanese
note
target
ultimately
users
yellow
##ability
##da
##ner
biological
capital
collective
corner
drawing
genome
iran
letter
loss
lunch
sector
seemed
strategy
##que
##sion
according
balance
brazil
creatures
cycle
dinner
due
insects
protein
affect
daily
de
depression
discovery
farmers
flu
gdp
giant
perfectly
sick
transform
worldwide
##rt
17
belief
childhood
deliver
detail
fuel
grown
legal
managed
married
meters
offer
tremendous
##ds
asia
chair
democratic
double
everyday
failed
hidden
stuck
versus
##ably
##by
##der
##istic
account
arab
billions
discover
emotion
experts
holding
investment
keeping
magazine
mark
thinks
whenever
bridge
calls
desire
easier
email
hate
increasingly
israel
lack
languages
mouse
names
negative
possibility
respect
##men
businesses
creation
equipment
fairly
figured
flight
joy
leads
mars
mothers
otherwise
paint
planning
quote
sudden
virtual
visit
##ium
##use
ball
compare
dimensional
enjoy
fair
helps
ladies
limited
normally
notion
profound
studied
universal
watched
##am
brilliant
collect
facts
influence
necessarily
san
sister
wild
##ans
##ol
##per
apple
awesome
block
graph
houses
leader
marriage
meat
mexico
ray
struggle
##ha
##ify
##ur
background
capable
degree
economics
electrical
followed
leaving
losing
moves
planets
tech
##ot
##sive
##ward
20th
advantage
argue
base
efficient
finished
labor
letters
opened
opening
respond
separate
seriously
spirit
station
surprise
trained
wearing
##ke
##sm
150
australia
cheap
damage
hair
highest
invited
liked
neighborhood
noise
rural
vaccine
wealth
wide
##mer
aging
avoid
begins
breath
essential
expression
faith
feedback
homes
markets
predict
prize
proud
sending
sold
soldiers
super
surprised
survival
wear
##sing
airplane
associated
comfortable
competition
constantly
diet
driven
einstein
experienced
jump
malaria
threat
tough
army
characters
clock
cognitive
currently
elements
engineers
honest
hopefully
organs
safety
spot
tomorrow
twitter
weapons
##ks
##ration
beat
believed
concerned
described
dimensions
fourth
george
gift
invest
killing
organic
perception
phenomenon
shapes
sugar
suggests
washington
bubble
catch
charge
demand
factory
gene
grade
kenya
mouth
multiple
operating
ordinary
pole
rid
theater
unless
##sh
artificial
filled
harder
identify
lady
leaves
minister
professional
sad
specifically
##ide
##ings
analysis
appear
arms
arts
canada
charles
construction
employees
england
era
facing
holes
illness
musical
radical
sing
slowly
strength
weird
whereas
##ters
camp
collection
commercial
date
election
fail
gap
generations
hasn
paying
pop
rain
user
valuable
wondering
wow
##ets
##ka
##rd
##ut
caused
chemistry
coast
cutting
details
distribution
dots
heads
passionate
property
resource
round
ship
whom
##uring
chicken
clinical
considered
count
fell
mit
molecular
penguins
puts
religious
scene
sub
tens
testing
weather
##ca
##light
awful
engineer
evil
fat
honor
match
organized
paul
pleasure
sentence
sharks
steps
studio
##logist
article
caught
closed
consequences
consumption
empty
feelings
hell
interface
management
photographs
remote
swim
videos
##ded
##ery
##rate
2008
asks
circle
civilization
contact
cultures
curious
dry
grandmother
hadn
metaphor
partner
pollen
singing
underneath
unexpected
walls
##ff
##ified
##ri
##za
bear
controlled
da
designers
direct
empathy
motion
net
pages
phones
plane
pounds
represent
ride
treated
vehicle
##board
##ied
adult
chain
church
convinced
deeper
farm
finish
leg
manage
northern
player
plus
politicians
prevent
silence
ten
transition
##ins
##ons
##ves
45
absolute
accident
algorithms
bus
covered
debate
expected
fewer
fields
intelligent
narrative
patent
poetry
printing
psychology
released
shark
soil
spoke
tumor
##ky
##ms
##ology
##oo
##ss
##ster
##ta
21st
affected
arrived
awareness
battery
crowd
dogs
equivalent
fiction
independent
location
producing
promise
reward
shame
signal
solving
wood
##ee
##zing
blocks
define
fold
folks
gender
gentlemen
gold
gps
heavy
horse
hospitals
importance
infected
invention
launched
liquid
mountains
organisms
personally
players
profit
relatively
saved
sources
stood
techniques
thoughts
##ition
##nts
##py
##ric
adam
calling
dynamic
emerging
forced
grand
hurt
lessons
lifetime
michael
picked
practical
protection
thomas
typically
warming
wars
##ties
accept
budget
buying
confidence
definitely
driver
effectively
emissions
fill
grid
harvard
humor
inner
mortality
newspaper
organ
print
processes
prove
reaction
risks
row
shop
spectrum
staff
stronger
switch
toward
worried
youtube
##ay
##my
##ug
battle
birthday
card
connections
exercise
false
gain
goods
gravity
marketing
principle
require
requires
tracking
victims
##cent
##logy
##pa
35
addition
ah
bike
bits
designing
ecosystem
epidemic
express
galaxy
link
memories
metal
nervous
notes
roughly
selling
serve
status
technical
trials
vulnerable
##lt
defined
eastern
electric
engaged
exact
garden
germany
goals
grandfather
institute
maps
miss
mistakes
regular
release
relevant
sides
signals
smile
topic
transformation
valley
yesterday
##ants
##ber
##ically
##ign
##son
anti
authority
bottle
co2
drink
falling
fund
gun
laboratory
nose
novel
principles
restaurant
tradition
##bly
##ier
##ire
##ncy
##ular
##ulating
added
author
environments
existing
exists
finance
insight
layer
lie
mathematics
polio
possibilities
rates
remain
stupid
unlike
##ics
##time
2010
actions
agriculture
alternative
animation
axis
bright
carefully
click
desert
dramatic
encourage
entrepreneurs
error
explains
fresh
haiti
introduced
james
kilometers
mention
peak
plans
platform
pre
proteins
roll
scared
winter
##ah
##ll
##uit
##ulate
##ute
amounts
beach
behavioral
cortex
credit
dealing
depends
economies
lies
meaningful
member
motor
participate
pm
rare
richard
robert
root
sites
trick
wake
##rating
architect
bang
brothers
circumstances
combine
components
copy
doubt
exchange
factor
fundamentally
generate
graduate
interests
medium
mentioned
milk
multi
opinion
particles
resistance
seat
subjects
sweden
sweet
unit
wine
worlds
##ard
##ians
accurate
advice
applied
carrying
cat
chose
constant
ends
hydrogen
intellectual
introduce
movies
pair
ph
rapidly
sees
sequence
setting
shake
steel
swimming
telescope
trip
unusual
variety
warm
wave
##op
600
britain
brown
capture
cave
collapse
danger
disaster
films
forests
framework
funding
innovative
mechanical
oceans
percentage
philosophy
primary
replace
sample
senses
sensitive
solid
sports
stream
##ite
##to
##ulation
##va
acting
defense
economists
fake
generally
gulf
hall
increased
increasing
interview
los
lung
messages
muslim
operate
parent
perform
reverse
runs
section
suggest
sunlight
tons
wondered
writer
##ars
##ination
##rian
atoms
bird
boat
collaboration
computing
concrete
cooking
court
dan
destruction
element
embrace
hoping
hunger
instrument
joined
judge
manufacturing
movements
passwords
regions
sustainability
teams
transportation
vaccines
##ld
##pt
##tain
##val
75
advanced
border
borders
centers
centuries
chemicals
co
combination
conscious
discussion
enter
factors
library
literature
mirror
mix
option
phase
southern
spring
teeth
traveling
violent
##ach
##ba
##ga
##res
2000
applications
clouds
congress
conversations
convince
facial
former
heroes
lying
operation
previous
processing
productive
sir
solved
tail
van
windows
##bling
##ger
##om
##tors
##ved
2007
bar
behaviors
busy
challenging
chocolate
correct
eggs
equally
expert
include
iphone
islamic
kitchen
obama
pakistan
russia
severe
shaped
skill
stayed
string
tea
union
##berg
##rn
##ud
19th
cameras
earthquake
flowers
hi
identical
illegal
inspiration
knee
laptop
lifestyle
mechanism
nasa
offers
parking
radiation
rational
represents
samples
sophisticated
stands
stone
therapy
tonight
##dle
##ient
##rous
##tes
99
acts
ages
boxes
burning
bush
cents
channel
coal
collecting
conventional
cure
dancing
dense
francisco
german
globe
grab
hip
hits
horrible
hotel
ii
intense
interactive
islands
mainly
males
mistake
nor
ought
plays
pollution
prepared
prime
satellite
situations
soul
steve
transformed
unknown
##bi
##ship
appropriate
broke
chip
contrast
detect
determine
display
fears
formed
frame
grateful
healthcare
hide
immune
journalist
largely
lay
master
mile
mystery
neighbors
options
physically
potentially
properties
pulled
reaching
signs
somewhat
style
suppose
surely
tape
technique
vehicles
viruses
walks
wikipedia
##ative
##bo
##low
##one
##tical
##tive
##ude
allowing
app
band
chart
closely
collected
com
consumer
continent
cup
derek
dictionary
entertainment
existence
fifth
flat
gray
greenhouse
january
joke
march
martin
mathematical
obesity
paris
pure
puzzle
quiet
records
sets
shut
tests
ultimate
underwater
vulnerability
##cal
##lin
##out
##uck
activities
admit
advertising
angry
arguments
breaking
christmas
conflicts
courage
director
divide
explained
frankly
housing
implications
internal
invent
keeps
length
measuring
neither
nigeria
overall
painful
pushing
relations
spreading
survey
symptoms
theme
waves
##im
##mal
##ony
##orn
2009
attacks
blog
careful
conclusion
dot
educational
faced
galaxies
ideal
insurance
jail
kingdom
loop
naturally
nobel
oxytocin
prefer
pregnant
providing
religions
remove
september
sight
snow
spoken
tour
welcome
wheel
##ip
##sa
##set
agency
bag
burn
classes
classic
coral
designs
dropped
egypt
flower
gates
grain
hang
ignorance
incentives
lets
liver
manhattan
obsessed
partners
photography
protected
prototype
reached
required
roads
signed
songs
surrounded
toilet
treating
upper
wherever
wise
younger
##ibility
##lies
##logists
##ming
##ory
##ump
actor
assume
bold
boring
breathe
button
causing
customers
deaths
diagnosed
disappear
disorder
ear
ears
efficiency
fingers
furniture
generated
input
latest
launch
limits
methods
nurses
outcome
phrase
presence
recorded
sheep
taste
tested
tribe
whale
zone
##ates
##cted
##house
##ior
##sts
##vy
abstract
academic
agencies
alzheimer
antibiotics
apartment
bias
continued
darwin
fascinated
hero
latin
laugh
likes
official
olds
papers
plate
pocket
raw
smith
strangers
struck
suffer
tall
tax
teenagers
tom
translate
visible
volume
whales
wheelchair
##stic
##tone
##ub
angle
cartoon
clever
concepts
engagement
evolutionary
handle
hearts
historical
illusion
interactions
maintain
mt
offered
outcomes
performing
pool
romantic
roof
scratch
sensors
shoot
speaker
##ade
##ak
##au
##bing
##den
##fully
##ification
##rator
##right
##ten
##ung
application
appreciate
bomb
cards
celebrate
cheaper
conservation
contribute
curiosity
curve
dozen
drives
feeding
figures
frozen
functions
imaging
invite
license
makers
meetings
nowhere
precisely
raising
selection
shall
technological
traveled
tribes
volunteers
##ction
##day
##een
##her
##ill
##ited
##let
##rin
2005
21
afternoon
angeles
attempt
behave
charity
claim
climb
clothes
commitment
component
distributed
elections
embedded
equation
evening
existed
funded
happier
height
higgs
ingredients
joe
plenty
poem
poorest
populations
practices
receive
reference
relate
repair
seed
seeds
shadow
shock
soft
standards
statement
touched
transparency
tube
wanting
worker
##ces
##ened
##ron
250
achieved
arabic
banks
boston
captured
chaos
chicago
clay
combined
cook
dramatically
eric
expectations
exploration
france
golf
granted
hungry
inequality
mid
occurred
peter
piano
rhythm
robotic
surgeon
trend
trillion
##gs
##iest
##io
##lap
##pers
##tics
22
23
accessible
adapt
amazon
apparently
ate
beer
cow
cry
crying
destroy
destroyed
enemy
engaging
extent
fixed
flies
foods
fortunately
gather
herself
increases
mess
native
neuroscience
optimistic
pilot
privacy
regret
remains
rooms
silent
split
successfully
unclear
##ever
##ir
airport
amongst
anonymous
ants
appears
aspects
bet
bicycle
connecting
criminal
decline
economist
expand
farmer
footprint
hill
ignore
imagined
injury
instruments
monkey
musicians
oldest
ooh
orange
provided
quarter
remind
removed
rising
smoke
stations
villages
wired
##ail
##ake
##bility
##cks
##els
##iness
##ipe
##ively
##row
##uity
##work
95
agenda
astonishing
bible
cats
classical
consume
copyright
delivered
depending
divided
elephant
evolve
exploring
flag
inspiring
islam
lake
laser
lovely
micro
morality
mri
needle
peer
poet
powered
quest
react
recording
savings
scan
secondly
shell
spinal
sum
surprisingly
talent
tower
tries
unlikely
##aging
##ana
##ft
##gon
##ng
##place
##ture
##ux
agreed
anxiety
appeared
aspect
beliefs
bell
breathing
cartoons
cheese
chosen
colony
congo
consumers
corporate
debt
demonstrate
describes
desk
efforts
extinct
extract
females
floating
frank
gabby
instantly
linked
loud
missed
muslims
origami
paintings
participants
presented
printed
properly
recovery
rely
rescue
researcher
reveal
ring
scary
season
speakers
succeed
suicide
till
title
underground
winning
##bert
##ress
##side
##un
arctic
bones
contains
cooperation
depend
dinosaurs
drill
fabric
failing
falls
fathers
finds
fortune
letting
mall
measured
microscope
password
placed
proof
relative
reported
represented
rwanda
score
sculpture
searching
sensory
sheet
shifting
silicon
sphere
spiritual
symbol
thin
thrown
truck
wire
yours
##ched
##ens
##fy
##gram
##ney
##ria
##ribute
##ses
anger
architects
aside
baseball
boundaries
circuit
combat
comedy
committed
county
density
distant
document
drone
drones
ending
essence
explanation
feature
friendly
functional
grows
hello
imagery
improvement
institution
loves
musician
organize
pack
paradigm
presentation
protecting
restore
returned
sticks
struggling
suit
toxic
units
zoom
##ain
##als
##ator
##des
##ils
##ise
##lock
##ption
##tter
800
advance
affordable
afterwards
bears
ben
cake
capita
clip
discuss
dung
electronic
expectancy
fan
features
fishing
flew
flip
fossil
frog
fusion
guide
hackers
interacting
involves
jazz
lighting
logic
mail
motivation
neighbor
neighborhoods
occur
permanent
personality
policies
prepare
proper
rat
recognition
reform
resistant
richer
ridiculous
robust
senior
separated
stroke
tasks
tears
tied
trends
vessels
##ages
##be
##co
##hood
##ig
##matic
##mes
##over
##pes
##pped
##rine
##shed
##sure
##tte
##wood
19
2004
activist
attached
automatically
carried
characteristics
controlling
creature
crops
crucial
depressed
emergency
federal
interestingly
intuitive
limit
locked
meter
mice
orbit
overcome
pacific
physicist
produces
recognized
resilience
rio
saharan
seek
sleeping
stable
stages
transplant
ugly
usual
##ash
##fe
##ges
##inate
##iring
##lessly
##lon
##mon
##net
##nic
2003
2006
27
65
70s
80s
abuse
agricultural
barely
calculate
chest
continues
dependent
diabetes
dioxide
directions
district
diverse
dolphins
dominant
electronics
ensure
entered
escape
explaining
football
genius
harm
holds
impacts
improved
iron
june
lawyers
mining
muscles
nets
nowadays
palm
philosopher
phosphorus
photographer
pig
precise
productivity
psychological
queen
rocket
shopping
silver
slides
soup
strategies
tony
uncertainty
uncomfortable
wireless
##airs
##box
##ced
##gan
##ked
##ray
##tory
##ulated
##uous
##ural
##zed
accidents
adding
balloon
chairs
comfort
contract
controls
crossing
drinking
educated
enable
equality
estimate
gonna
grass
hardly
harvest
henry
howard
identified
meal
mixed
mushroom
neural
openness
opens
operations
pace
painted
predictions
prices
provides
quantum
rarely
secure
served
shoulder
stanford
staying
stock
synthetic
tap
texting
virtually
visited
yorker
##bed
##book
##end
##iate
##lands
##late
##oring
##ort
##ose
##rry
ain
assumptions
ceiling
citizen
club
colleague
demonstration
dish
dive
drivers
elderly
globally
governance
inch
killer
korea
labs
laid
leap
lecture
mad
plain
powers
review
rose
stops
thick
toy
translation
trash
tricks
vegetables
views
weak
##ao
##ches
##cle
##cts
##dated
##ering
##gle
##gue
##ily
##nate
academy
antarctica
assembly
assets
attract
cambridge
closing
detailed
disappeared
drawn
dress
exposed
fed
gathering
geographic
globalization
hitting
inevitable
insights
instructions
jihad
journal
laughing
luck
nurse
origin
pizza
plastics
polar
prosthetic
rays
reduced
sacrifice
sensor
session
shocking
simplicity
stores
strongly
subtle
suggesting
trucks
##aries
##back
##cus
##gate
##icing
##ph
##tle
##ula
2011
affects
award
begun
blank
blow
brian
category
compelling
cord
darkness
dedicated
dialogue
dignity
doors
drove
elsewhere
entropy
external
facility
fastest
february
founded
frequency
frustrated
graphic
habitat
healthier
influenced
ink
israeli
lift
links
lions
magical
mayor
monitor
odds
onstage
optimism
outer
ownership
parties
passenger
picking
pitch
probability
professionals
pushed
rats
reduction
reflect
robotics
roots
sauce
scanner
sciences
scores
secrets
sentences
sits
telephone
underlying
vital
wheat
wing
youth
##ang
##ci
##date
##ew
##gy
##ined
##ivity
##kins
##logical
##more
##no
##ole
120
1970s
700
arrive
attitude
cash
chances
clinic
colonies
confident
curriculum
cute
dirty
dust
eaten
el
ethical
focusing
footage
ford
forgotten
genetically
improving
industries
instant
legacy
luckily
marine
microsoft
muscle
organism
output
oxford
packed
parallel
photographed
physician
privilege
programming
prosperity
rapid
reducing
refugees
retirement
revenue
route
silly
smiling
steal
suggested
sunday
supported
suspended
sw
tank
tired
toys
transfer
viewer
##ara
##ast
##ators
##cular
##erry
##ess
##gation
##iled
##ility
##kes
##lines
##ni
##oid
##pressed
##ris
##tch
##ule
##unk
26
accepted
additional
ancestors
autonomous
backwards
boom
burden
categories
choosing
clients
collaborative
concern
determined
digit
domestic
egg
encounter
expressions
filter
fires
ghana
grandparents
hat
hypothesis
includes
infinite
initial
innocent
integrated
investors
judgment
keyboard
layers
lee
matrix
microbes
mosquito
naked
odd
ongoing
originally
passing
perceive
plot
pulling
refugee
repeat
restaurants
rush
russian
sales
shelf
shooting
smarter
soldier
specialized
st
sustain
taliban
targets
translated
transport
uncle
universities
wings
witness
##ac
##aking
##eak
##erson
##ert
##fer
##gic
##inated
##ites
##ject
##load
##nal
##nity
##off
##posing
##rable
##rk
##rus
##thy
##ull
##ury
adventure
alcohol
answered
armed
attractive
bars
beijing
belong
chief
circuits
confused
conservative
december
delivery
depth
dig
disorders
documents
dough
dressed
enables
entrepreneur
formula
fuels
garage
grandchildren
headlines
helpful
hire
homeless
honey
host
immediate
independence
infection
inspire
items
koran
lawyer
liberal
located
magnetic
miracle
miserable
mobility
narrow
nerve
objective
ours
owned
pause
penguin
pink
portrait
precious
pretend
promote
rebuild
remained
reminded
representation
rice
serving
spanish
spots
terrorism
trains
traits
tubes
victim
wider
writers
##ane
##cies
##ear
##gles
##hed
##ished
##ja
##lly
##nation
##ners
##ological
##room
##vasive
2001
ad
amy
analyze
articles
audio
bee
biologists
breakfast
bug
ceo
chips
convert
damn
devil
diagnosis
difficulty
earn
edges
emerge
engines
experimental
extension
facilities
favor
figuring
florida
fought
funds
glad
gradually
hanging
hans
healing
iranian
jesus
limb
managers
mate
medicines
merely
neuron
nonprofit
occasionally
offices
opposed
panel
paralyzed
peaceful
pen
pointing
poster
primarily
prior
procedure
proposed
pursuit
remembered
resolution
shine
sisters
substance
suffered
tissues
tongue
transparent
turkey
uganda
woke
##ald
##ale
##clusive
##cs
##ica
##inating
##nge
##ral
##ran
##tail
##ult
actors
agent
algorithm
association
bizarre
blame
brief
briefly
bubbles
completed
conclude
crop
currency
download
dozens
drawings
ed
engineered
excellent
factories
firing
fragile
generous
gotta
gut
hemisphere
isolated
landed
leather
mechanisms
nodes
observation
opera
orchestra
parliament
personalized
pet
pound
preparing
preserve
previously
quit
rainforest
rating
regime
retina
rolling
sandwich
sharp
soviet
straightforward
voting
wealthy
whatsoever
##ave
##eo
##erial
##ese
##field
##gging
##ives
##lan
##lar
##len
##mic
##nes
##ome
##ood
##ored
##ots
##position
##sist
##tech
##tt
##uation
##ville
##water
28
accounts
arguing
beneath
besides
bottles
calories
capitalism
caring
clinics
communications
counter
description
disabled
donor
elected
expanding
fabulous
finger
flash
fluid
freely
friday
garbage
gear
genetics
glasses
headed
heaven
hiding
homework
honestly
hormone
inches
index
intervention
intuition
jim
label
lens
mammals
meals
mindset
newspapers
norway
observe
october
panels
plug
printer
prostate
psychologist
pump
remaining
responses
shipping
shirt
spider
spin
stability
terrifying
texas
thirds
threw
tragedy
twenty
ubiquitous
unprecedented
warning
widely
yo
##ax
##down
##ered
##lum
##nder
##pet
##rant
##rey
##rust
##tering
##ually
90s
ads
aircraft
announced
array
athletes
beating
bedroom
believes
bin
blowing
candidate
captain
charlie
charming
christian
claims
coke
collapsed
comparison
contain
contrary
council
crows
cyrus
database
dear
demo
discipline
dose
ecosystems
elite
emerged
empire
extend
fits
flexible
fruit
habits
harbor
hardware
ignored
illustrate
insane
insulin
intensive
lego
maker
mandela
mapping
mood
mosquitos
myth
nearby
officer
partly
performed
pile
predicted
prisoners
prisons
profoundly
puzzles
qualities
realizing
recover
reminds
scenario
seeking
silk
slums
smartphone
smoking
speaks
stewart
supporting
syndrome
threatened
tip
vertical
vietnam
washing
##ab
##and
##bet
##bia
##cover
##do
##ell
##ick
##ina
##ino
##jection
##lo
##onia
##ord
##pass
##press
##pse
##rew
##tered
##uction
##ul
##urable
##view
##ways
1990s
2050
32
33
60s
85
activate
aim
cap
ceremony
circles
comments
compromise
contemporary
crimes
daniel
daughters
dictionaries
distinct
errors
excitement
excuse
experiencing
folding
fortunate
glacier
grace
guarantee
heritage
historic
hollywood
hunting
initially
jack
kidney
li
manager
navigate
positions
posted
profile
ratio
rituals
schizophrenia
shelter
someday
spectacular
storytelling
surrounding
temporary
tends
terrain
threats
thumb
tone
treatments
unable
variation
wedding
wheels
yield
##att
##ctic
##ctor
##dies
##fied
##ok
##quate
##roll
##uctive
##ued
##ver
##well
##ying
agreement
alpha
ant
architectural
aristotle
artistic
asleep
backyard
bags
barrier
biologist
bite
bombs
burned
chapter
climbing
colored
commit
consequence
continuing
corporations
cousin
covers
crash
demands
democracies
denial
devastating
diagram
division
exhibition
expertise
fiber
flowing
forming
ha
hopes
innovations
italy
jewish
listened
load
meanwhile
monkeys
mushrooms
neat
norden
obstacles
perceived
presents
psychologists
radically
reveals
safer
seal
selves
sexy
significantly
skull
socially
stored
subway
surfaces
surgeons
swiss
tackle
tendency
throwing
tragic
tune
via
weapon
wildlife
william
##ager
##beria
##burg
##care
##cence
##etic
##hand
##ius
##sia
##sis
##ye
##zy
approaches
arrested
arthur
artwork
audiences
bacterial
barriers
bay
bow
broad
buried
candy
choir
civic
comment
compete
condoms
constraints
corn
courses
dawn
deals
demographic
dies
domain
duck
educate
failures
forgot
gases
gods
gore
gorgeous
graduated
guns
habit
happily
holy
hometown
household
indonesia
kills
lamp
lifespan
lock
lottery
mainstream
measures
ministry
motors
ngos
november
nutrients
owner
patents
pray
pro
purposes
racing
rape
reactions
recipe
regardless
reports
republic
resolve
rivers
rocks
rope
rough
sadly
satellites
similarly
spill
stephen
strategic
structural
supermarket
survived
symbols
tag
tale
traditions
transmit
unbelievable
volunteer
wandering
wash
watson
wrap
yourselves
##cratic
##culation
##ees
##ere
##ern
##graphy
##ially
##ines
##ini
##nsive
##old
##oman
##pic
##point
##power
##rge
##rize
##tan
##tions
##vable
1960
abandoned
achievement
affecting
analogy
andrew
applying
authors
banking
blindness
boots
boss
bound
brave
breaks
calculations
carolina
chile
clusters
command
competitive
concert
crew
customer
deaf
demos
despair
dimension
dutch
ecological
elementary
endangered
estimates
exception
explosion
file
fireflies
firm
foundations
gained
glimpse
golden
graphics
grave
highway
hormones
hunt
included
installed
interventions
interviews
investing
lanes
marker
mastery
nelson
nights
offering
officials
org
package
pairs
pandemic
pants
particle
pigs
pockets
pointed
pride
profits
pyramid
readers
request
rethink
rosling
sacred
santa
seventh
shanghai
shocked
shrimp
singapore
smooth
sport
spreads
static
stretch
tedtalks
teenage
teenager
thirty
thus
truths
vessel
winner
worthy
zealand
##20
##ack
##arily
##berry
##bit
##ctions
##cture
##cure
##ection
##ening
##fall
##its
##izes
##lapping
##lation
##li
##nating
##od
##ores
##ploy
##po
##pression
##ptic
##rick
##riving
##ther
##umbling
##une
##ust
1980s
2002
36
abraham
august
authentic
autistic
autonomy
awkward
beautifully
bronx
bucks
candidates
capabilities
cellular
classrooms
clue
collectively
connects
cooperate
covering
critic
deadly
deserve
desperately
destiny
discovering
drew
ethnic
eve
fallen
hop
inmates
intent
item
juice
keys
locations
marathon
mechanics
mike
momentum
mycelium
obese
parenting
physicians
portion
protest
recession
refer
reflection
representative
responding
sake
salt
scanning
sheets
shit
simplest
stopping
tedtalk
telescopes
ticket
ties
tiger
topics
transmission
typing
venture
wires
##bc
##cial
##eration
##form
##gh
##ham
##ight
##igrants
##iles
##inal
##iting
##mate
##mi
##nus
##ows
##ques
##rates
##reed
##ried
##rist
##rium
##rive
##rupt
##uke
##ume
##und
##uses
##version
##vision
##west
agents
aggressive
airplanes
alien
atlantic
believing
bob
bond
brands
breeding
cage
challenged
coach
concentration
controversial
cycles
cylinder
damaged
defining
determines
dopamine
electrodes
embarrassing
enabled
expansion
extinction
fate
flavor
gathered
genocide
gesture
goodbye
hallucinations
historically
hong
ill
injured
intriguing
invested
joshua
july
landscapes
legislation
lord
lungs
manipulate
medication
mines
mode
mysterious
namely
nutrition
nuts
passage
primitive
reader
reliable
replicate
rewards
riding
sexuality
shakespeare
signature
simpler
simulation
simultaneously
sized
smells
stepped
storm
stranger
surveillance
sweat
tar
temple
tide
tie
trace
transforming
ultrasound
unhappy
upset
visually
websites
worms
wrapped
yemen
##ama
##aving
##cracy
##ency
##fect
##graph
##imize
##ison
##j
##las
##minate
##mission
##nter
##oked
##ota
##plied
##print
##pted
##rated
##rial
##rics
##tation
##ua
##ulator
##umble
##using
29
abilities
adopt
aesthetic
altitude
ambitious
answering
appearance
approved
asian
assemble
authorities
badly
bathroom
beetles
bills
bored
builds
camps
carries
catholic
channels
cheat
chess
civilizations
clues
competing
conducted
consciously
continuous
contribution
counting
courageous
criteria
cuts
deepest
detection
detroit
disability
disturbing
electron
exhibit
extended
filmmaker
findings
gallery
gentleman
grant
guilty
hated
helicopter
ibm
implant
interviewed
investments
jumped
kevin
leverage
limitations
lit
luxury
magnificent
manual
millimeter
minority
nerves
oven
paradox
participation
passes
physicists
pie
prevention
proposal
proven
pursue
qaeda
raises
realistic
realm
recall
recycled
rehabilitation
remarkably
replaced
sale
sam
sons
staring
storage
strike
suggestion
talents
tasmanian
theories
threshold
tim
tumors
tunnel
usage
verb
veterans
workforce
wound
##ai
##aneous
##are
##ase
##ato
##atory
##cious
##cope
##dal
##gers
##gin
##grade
##hing
##hy
##iated
##ice
##iling
##like
##mark
##nia
##night
##nite
##og
##ologist
##oning
##orous
##ost
##quent
##rip
##rove
##rrow
##taining
##tling
##tude
##uate
##ues
##umps
##ups
##used
##ware
##zi
1990
afghan
africans
aged
assumption
astronomers
awe
batteries
bend
biosphere
bowl
bribe
bridges
broccoli
capability
cart
cast
column
concerns
defend
disasters
discrimination
dolphin
drag
drum
dynamics
embracing
encouraging
enjoyed
established
expedition
extraordinarily
fancy
flows
freezing
frequently
frightening
gaps
genomes
girlfriend
grains
handed
hardest
injuries
intention
interpret
jill
joint
knife
labeled
lectures
linear
lonely
loving
messy
methane
minimum
montana
motivated
nevertheless
offspring
overwhelmed
pan
partnership
permission
pharmaceutical
pigeon
pills
planned
planted
prediction
projections
proportion
proposition
publish
purple
raped
reasonable
regularly
sculptures
shaking
ships
shy
succeeded
supplies
suspect
systematically
technically
terrified
tracks
trajectory
trigger
troops
upside
versions
viral
waters
wooden
##aint
##arian
##ational
##away
##bie
##che
##cher
##ching
##fi
##fish
##han
##hop
##ival
##ki
##lay
##lessness
##mo
##ntal
##ock
##ologists
##rail
##sters
##stream
##tal
##tification
##uating
##ubs
##ules
##unce
##ura
##utan
1930s
31
37
55
abundance
acids
acknowledge
actively
administration
associate
assumed
beetle
brooklyn
caves
cheating
chimpanzees
clothing
compassionate
computation
computational
confront
constructed
cube
destroying
detector
diving
dominated
doubled
downtown
dropping
earliest
eco
empowered
encouraged
enemies
exam
expecting
farms
format
founder
fraction
gandhi
generating
grasp
guard
heading
hierarchy
hired
horizon
humanitarian
iconic
illusions
impression
incentive
initiative
insect
joseph
judgments
kiss
logical
longevity
marrow
marry
meditation
mere
microphone
mimic
monitoring
narratives
observed
opinions
origins
overwhelming
palestinian
parks
passive
periods
philosophical
portraits
pour
prince
profession
propose
protocell
randomly
relation
reproduce
rome
safely
scales
scenes
seemingly
shepherd
sink
soap
spaghetti
sperm
striking
stunning
systematic
temperatures
therapies
tight
tolerance
torture
traumatic
twins
understands
voted
wright
yards
##13
##ails
##aves
##aw
##ball
##case
##cination
##code
##com
##crats
##cute
##dam
##eek
##em
##fly
##ired
##kers
##lash
##lets
##lity
##mill
##mit
##mm
##nds
##nie
##olly
##port
##posed
##q
##rators
##rent
##rical
##tles
##tock
##top
##tra
##tz
##vated
##verse
##weight
##ype
1999
2012
addiction
adopted
advances
ak
alexander
amazed
annual
apples
approaching
apps
april
assignment
attacked
authenticity
basking
bj
breakthrough
burst
calculated
campus
cares
cleaning
cola
comparing
condom
cooling
correctly
crack
criminals
dancers
delhi
diplomacy
discoveries
documentary
easiest
fantasy
favorites
feminist
fifty
generosity
gg
goliath
greece
greek
hacking
ideology
impressive
improvisation
informed
ingredient
installation
institutional
involving
italian
jet
jones
kindness
laptops
leaf
lewis
likelihood
matt
mexican
minus
moore
nonviolent
phenomena
platforms
pot
programmers
realization
receiving
refrigerator
rejected
replacement
rescued
resist
ritual
sands
sarah
shining
shower
significance
spare
spinning
ss
stolen
suck
switched
symphony
tangible
terror
teszler
toilets
touching
trapped
tribal
uh
un
universes
ups
virginia
wins
wk
woods
worrying
zones
##ads
##alin
##ap
##asis
##ata
##atic
##atts
##bration
##cho
##connect
##di
##east
##ek
##ently
##fill
##fold
##gated
##he
##heses
##iance
##igating
##itz
##lated
##nn
##obby
##ode
##ple
##ridge
##rit
##rogen
##rse
##rted
##si
##sy
##table
##tric
##ures
##vation
##yan
1984
350
48
50s
accomplished
accounting
accuracy
acquired
alex
alike
amazingly
ambulance
archive
attitudes
automobile
beef
belongs
beloved
blogs
bombsight
boundary
cable
chromosome
chromosomes
cliff
confronted
congestion
convey
corners
coverage
cows
creator
crossed
delay
developers
edi
egyptian
elegant
eliminate
encyclopedia
entering
equations
estimated
exposure
follows
frames
friendship
grocery
heal
helmet
iceland
incident
infections
intact
jaw
jay
jellyfish
jh
journalists
jumping
ken
lands
lean
lion
logo
mama
managing
nano
neanderthals
neck
neuroscientist
neutral
node
obsession
occurring
octopus
overhead
overseas
panic
parkinson
paths
penis
pleasant
politician
port
predictable
pulse
roles
sanitation
saturday
saturn
scott
secretary
sensing
shifts
shortly
sierra
simon
sixth
spain
squared
stack
stereotypes
strings
switzerland
tomato
transit
vacation
vacuum
vocabulary
ward
wolfram
workplace
yeast
##75
##cation
##conds
##din
##fic
##fies
##head
##hew
##hold
##ibly
##ifying
##ila
##imate
##itor
##lone
##mia
##nant
##otic
##oven
##owed
##pets
##phere
##pping
##rah
##rds
##rect
##rence
##sted
##tate
##ti
##tized
##try
##turing
##uated
##uce
##uel
##umbled
##ured
##uting
##vis
activated
adolescence
altered
apartments
attracted
biodiversity
blocking
branches
brush
bullet
calculating
calculation
cambodia
cancers
canvas
celebrity
chase
client
coca
comic
consensus
consistent
convicted
cope
copenhagen
cousins
dare
dating
deforestation
delicious
destination
documented
donors
dvd
electrons
elephants
elevator
entry
famously
forgive
gross
homo
honesty
hut
integrate
intended
intensity
interconnected
interpretation
introduction
isolation
jeopardy
johnny
julian
junk
knees
lebanon
lists
literacy
magician
mapped
masses
massively
measurements
melt
melting
mentor
metabolism
muhammad
murder
nest
norms
observations
occurs
oecd
operated
organizing
pad
pancreatic
passions
pat
pipeline
plates
poison
practicing
preparation
preventing
privileged
procedures
producers
professors
publishing
quantities
recycling
reef
reflected
regenerate
regulations
reporter
researching
responded
satisfaction
secular
sexually
sheer
shots
siblings
singer
smallest
spell
squares
stimulation
syria
tables
tanzania
tedglobal
tempest
tension
terrorists
texture
threatening
thrive
ultra
unconscious
urge
usa
useless
variable
verbal
vice
visions
voters
wasted
winds
##00
##aft
##ali
##all
##ason
##aze
##bble
##body
##bra
##car
##cate
##coming
##dicated
##eral
##ester
##gins
##hou
##ift
##ilation
##itors
##ived
##ivers
##lance
##lating
##licit
##lus
##maker
##mp
##ography
##ond
##ool
##rawl
##rch
##rized
##scent
##scopic
##stal
##tarian
##ughter
##ulative
##umped
##unction
##uver
##walk
##zes
130
1950s
2030
absence
accurately
activists
anesthesia
anxious
approximately
argued
assuming
authoritarian
awake
beaten
blogging
blown
boats
budgets
calm
cared
chains
chamber
charged
cigarette
clinton
collaborate
communicating
consumed
consuming
cosmic
cotton
counted
deception
discussions
ecology
edit
embodied
emotionally
enjoying
enterprise
entrepreneurial
estate
ex
exceptions
exotic
explores
expressed
farming
farther
fatal
fruits
graphs
hunter
illustrates
infant
interior
involve
jerusalem
julia
landing
laughed
leonardo
longest
lowest
manner
mask
masters
membrane
mentally
mesh
metabolic
miracles
monster
museums
mutations
naive
obsolete
occupy
olympic
optical
owners
pathways
pays
perspectives
phoenix
planes
primate
processed
reflects
regrets
relief
repeated
residents
richest
rolled
romance
royal
scans
selected
shifted
sizes
span
storms
streams
stressed
strip
sylvia
talented
teaches
terribly
toes
treaty
trusted
vegetable
virtue
visceral
votes
welfare
wonders
yr
##0s
##acy
##ait
##ancy
##ass
##berate
##claim
##cre
##dicate
##dote
##ean
##eep
##eil
##eon
##ep
##eve
##igation
##ilt
##ingly
##ister
##lusion
##not
##nue
##oes
##ou
##rations
##ream
##rel
##related
##ren
##scar
##sions
##station
##take
##tched
##uba
##uish
##ulators
##ulatory
##ulous
##ulus
##unting
##usion
##uts
##via
##vin
##wards
##wise
##xual
1950
adaptation
adjust
album
appreciation
arise
balls
banjo
beam
belly
benjamin
binary
blah
bloody
boost
bugs
bulb
canadian
catching
christians
closest
coat
concentrated
connectivity
contributed
controversy
countless
cracks
curves
decent
decides
diamond
dirt
dishes
drops
dumb
envelope
explored
favelas
fence
filling
folded
frightened
functioning
fungi
geometry
greenland
harmony
helpless
horses
hugely
immense
inevitably
infectious
inflation
instruction
integration
ireland
jews
leopard
log
loses
mammography
meets
mini
mixing
modest
multinational
mustache
negotiate
newton
novelty
observing
orgasm
palestine
paradise
parasite
peoples
philanthropy
piles
poems
posters
pouring
priority
promised
puberty
publicly
reasoning
reforms
regard
relates
releases
remotely
risky
rolls
seats
sections
server
shops
shoulders
slept
sms
staircase
supreme
targeted
tattoo
taxes
tear
textbooks
thinkers
towel
traces
treasure
tweet
twist
unfair
ushahidi
visualization
visualize
whoa
##aker
##aks
##alyst
##aneously
##bees
##break
##cale
##cess
##cuted
##ement
##ex
##ford
##fur
##fuse
##hi
##icides
##ilize
##ilized
##itions
##ken
##ker
##kin
##kton
##lic
##lical
##lize
##mates
##nan
##nance
##ntial
##ody
##ones
##orted
##osh
##oto
##outs
##oy
##phone
##pose
##rane
##ree
##ressed
##roid
##rts
##ruce
##rupted
##ruption
##sal
##servation
##sisted
##tage
##tches
##tee
##uan
##ugh
##unes
##van
##zzling
140
20s
96
abundant
adapted
alarm
alongside
analyzed
antibodies
appeal
aunt
automatic
ban
bats
behalf
berkeley
bother
browser
caps
cattle
centimeter
clarity
clips
coding
compound
compounds
construct
container
craft
defeat
demonstrated
deployed
deserves
detected
discussing
disney
distances
dome
dreamed
eats
editor
emergence
endless
erotic
ethiopia
everest
expectation
experimenting
exploit
expose
fails
famine
fans
feeds
fired
folds
formal
formation
gate
generic
geography
grades
headline
hills
hoped
huh
hybrid
hyper
imagining
innovate
intimacy
inventor
jane
jonathan
laboratories
laden
lama
leone
lethal
lifted
lincoln
lips
mankind
marco
matched
metals
minerals
monday
netherlands
networking
operates
peers
philosophers
pill
pilots
pin
presidential
quad
refuse
regional
relatives
remittances
revolutionary
revolutions
rises
rives
roger
routine
sends
sensation
somalia
sometime
statistical
stays
stigma
stressful
submit
surgeries
sweeney
tedsters
tent
textbook
thailand
theoretical
tiles
toast
tropical
tuberculosis
uniform
unseen
vending
violin
von
warrior
weekend
weigh
whistle
widespread
winners
zimbabwe
##ace
##active
##asing
##auts
##beration
##bial
##bow
##city
##construct
##cut
##eds
##eer
##eering
##encing
##fa
##ference
##fing
##friend
##gain
##ginable
##har
##hen
##hs
##igrant
##ipes
##iral
##laws
##leasing
##lers
##logic
##long
##lu
##mas
##nse
##nvenient
##ong
##ono
##ortal
##pal
##pel
##pit
##porate
##quisite
##rain
##ributing
##rified
##rink
##sed
##sk
##spect
##tary
##tivity
##troverts
##ught
##uing
##urge
##vise
##vised
##vocative
##yn
18th
1900
38
accelerate
accepting
accountability
advocate
anatomy
anticipate
ao
approached
attributes
bamboo
bat
beside
bio
borrow
branch
cameron
carnegie
celebrated
charges
charities
chimps
collaborator
compute
conduct
conscience
constitution
contagious
contained
continuously
copies
copper
corrupt
counts
cruel
cups
dalai
decrease
determination
disagree
displays
disruptive
distinction
edinburgh
educating
elizabeth
emails
ethics
exercises
fairness
filmed
francis
fundraising
generates
grammar
hacker
halls
harness
heating
heavily
heh
iceberg
implemented
improvements
instinct
integrity
intimate
ironic
irrational
kennedy
kidding
kilos
kit
korean
